export default {
  projections: {
    ОборудованиеE: {
      инвНомер: {
        __caption__: 'Инв номер'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      пользователь: {
        __caption__: 'Пользователь',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    инвНомер: {
      __caption__: 'Инв номер'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    пользователь: {
      __caption__: 'Пользователь'
    },
    рабочееМесто: {
      __caption__: 'рабочееМесто'
    }
  }
};
