export default {
  projections: {
    РабочееМестоE: {
      инвНомер: {
        __caption__: 'Инв номер'
      },
      кабинет: {
        __caption__: 'Кабинет'
      },
      оборудование: {
        __caption__: 'Оборудование',
        инвНомер: {
          __caption__: 'Инв номер'
        },
        наименование: {
          __caption__: 'Наименование'
        },
        пользователь: {
          __caption__: 'Пользователь',
          фИО: {
            __caption__: 'ФИО'
          }
        }
      }
    },
    РабочееМестоL: {
      инвНомер: {
        __caption__: 'Инв номер'
      },
      кабинет: {
        __caption__: 'Кабинет'
      }
    }
  },
  validations: {
    инвНомер: {
      __caption__: 'Инв номер'
    },
    кабинет: {
      __caption__: 'Кабинет'
    },
    место: {
      __caption__: 'место'
    },
    оборудование: {
      __caption__: 'Оборудование'
    }
  }
};
